<?php

return [
    'login_register' => 'عدد كبير من محاولات تسجيل الدخول أو إنشاء الحساب. يرجى المحاولة لاحقاً.',
    'verify_otp' => 'عدد كبير من محاولات التحقق. يرجى الانتظار دقيقة قبل المحاولة مرة أخرى.',
    'forgot_password' => 'تم الوصول إلى الحد المسموح لطلبات رمز التحقق لهذا الرقم. يرجى المحاولة لاحقاً.',
    'profile_update' => 'عدد كبير من طلبات تحديث الملف الشخصي. يرجى الانتظار قليلاً ثم المحاولة مرة أخرى.',
    'password_update' => 'عدد كبير من محاولات تغيير كلمة المرور. يرجى المحاولة لاحقاً.',
    'phone_update_request' => 'يمكنك طلب تغيير رقم الهاتف مرتين فقط خلال الساعة الواحدة.',
    
];